/* appended to region name when merging regions */
" merged" = " combinado";

/* appended to region name of mixed down regions */
" mixed" = " mescladas";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "%@ necessário|%@ disponível.";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "(em branco)";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "(NÃO está em branco)";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ não está disponível.][OK]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][%@ Plug-ins não disponíveis.][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@: Plug-in “%@”%@%@ não disponível!][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@: Plug-in “%@”%@%@ não disponível!][OK|√Não mostrar novamente]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@:|^P não pode alocar suficiente memória para as %ld trilhas de áudio requeridas.|Somente %ld trilhas de áudio estão disponíveis.|%@ de memória livre do sistema adicional é necessária.][OK]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|A Taxa de Amostragem %ld não é permitida.][OK]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld de %ld arquivo(s) de áudio não foram encontrados.|Ainda deseja %@ os arquivos de áudio encontrados?][Cancelar|Sim]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][%ld de %ld arquivos de áudio não encontrados.|(“%@”,...)][Continuar]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][“%@” não pode ser reproduzido na Trilha %ld da unidade/partição “%@”][OK|√Não mostrar novamente]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][“%@” da unidade/partição “%@” não pode ser usada.|Unidade/partição não permitida!][OK|√Não mostrar novamente]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][“%@” da unidade/partição “%@” não pode ser usada.|Unidade/partição não permitida!][OK|Carregar]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][“%@” é um arquivo de %ld bits e não pode ser reproduzido através de %@.][OK]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][“%@” já está incluído!][Cancelar]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][“%@” está vazio!][Cancelar]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][“%@” não é um arquivo de áudio de formato PCM Wave padrão.][OK]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][“%@” ou “%@” já existe!][Usar|Substituir]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P encontrou %ld arquivo(s) de áudio no formato de %ld bits.|Este formato não é compatível e não pode ser reproduzido.][OK|√Não mostrar novamente]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P está buscando dispositivos de áudio no seu sistema e detectou um dispositivo chamado “%@”.|Se você deseja usar este dispositivo, não o desconecte durante o processo de busca.|Deseja utilizar este dispositivo?][Sim|Não]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][Deseja interromper?][Continuar|Interromper]";

/* Alert */
"[1][Already recording...][OK]" = "[1][Já está gravando...][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][Ocorreu um erro.||Código resultante = %ld][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][Ocorreu um erro.||Código do resultado = %ld||Arquivo = %@][OK]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][O áudio %@ %@ não pode ser usado para reproduzir “%@” da unidade/partição “%@”][OK]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][Arquivo de áudio “%@” não encontrado!]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Erro de autorização do Audio Unit.|O Audio Unit “%@” de “%@” comunica que não está devidamente autorizado para ser usado neste sistema.|Por favor, verifique a documentação do plug-in para obter mais informações sobre a sua proteção contra cópia.][OK]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Erro de Compatibilidade com o Audio Unit|O Audio Unit “%@” de “%@” não é totalmente compatível com o padrão do Audio Units.|^P não pode salvar ou carregar os ajustes do plug-in, nem eles podem ser salvos com a música.|Os ajustes serão perdidos ao fechar a música.][OK]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][Erro de Parâmetro de Automação!|%ld][OK]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][Não foi possível apagar o instrumento “%@”.|Está em uso atualmente.][Cancelar]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][Não foi possível encontrar o arquivo de áudio “%@”.][OK|√Não mostrar novamente]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][Não foi possível carregar o instrumento sampleado “%@”.|Ele foi criado com uma versão mais recente de EXS24.][Continuar|√Não mostrar novamente]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][Trilha de Acordes adicionada a %d arquivos Apple Loop.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][Não foi possível encontrar os dados da Progressão de Acordes no arquivo %@!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][Não foi possível abrir o arquivo %@ para leitura!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][Não foi possível abrir o arquivo %@ para gravação!][OK]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][Não foi possível criar Região.|Memória esgotada][Cancelar]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][Não foi possível criar a trilha.|O número máximo de trilhas foi excedido!][Interromper]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][Deseja editar os dados de automação também?][Não editar|Editar|√Não mostrar novamente]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][Deseja copiar os dados de automação?][Não copiar|Copiar|√Não mostrar novamente]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][Deseja apagar todos os dados de automação do projeto inteiro?|Tem certeza? Esta operação não pode ser desfeita.][Cancelar|Apagar]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][Deseja excluir os dados de automação?][Não Excluir|Excluir|√Não mostrar novamente]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][Deseja mover os dados de automação?][Não Mover|Mover|√Não mostrar novamente]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][Também deseja processar os dados de automação?][Cancelar|Processar]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][A unidade/partição “%@” não pode ser utilizada para a gravação de áudio com %@.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][A unidade/partição “%@” não pode ser utilizada para a gravação de áudio.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][A unidade/partição “%@” não pode ser utilizada para gravar em trilha de áudio %ld.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][A unidade/partição “%@” está cheia.][OK]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][O código de erro %ld foi devolvido pelo driver %@.][Continuar]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][Erro durante cópia de Recursos. %ld][OK]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][Erro em CoreMidi:|%ld][OK]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][Erro ao carregar o projeto][OK]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][Erro ao tentar sincronizar Áudio e MIDI.][Continuar]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][Erro ao tentar sincronizar Áudio e MIDI.|Taxa de Amostragem %ld reconhecida.|%@][Continuar%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][Erro!|Não foi possível abrir o projeto.|Este projeto parece estar danificado.][Cancelar]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][Erro|CSong::CreateSeq - Tamanho de bloco inválido][OK]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][Instrumento EXS24 “%@”:|Arquivo de áudio “%@” não encontrado!][Buscar novamente|Continuar]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][A Pasta de Tomadas %@ foi encontrada com %ld problemas. Deseja apagá-la?][Cancelar|Apagar]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][Compasso inválido(1)][Cancelar]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][Contagem de trilhas inválida][OK]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][O conjunto de instrumentos “%@” é muito grande! Somente %ld das %ld entradas foi convertida!][Cancelar]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][Conflito de Tarefa Interna|Por favor, reinicie ^P][OK]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][O tamanho máximo de arquivo de %@ foi excedido.|Por favor, escolha um tempo de reenvio mais curto.][OK]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][Problema de Alocação de Memória.][OK]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][Memória usada agora: %@|Memória usada anteriormente: %@][OK]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][Uma pequena correção dos dados do projeto ocorreu. (1)][OK]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][Conflito Mono/Estéreo!][Cancelar]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][Conflito Mono<->Estéreo.|O plug-in não pode ser movido para este lugar.][OK]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][Não há nenhum Apple Loop selecionado.][Interromper]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][Nenhuma trilha de áudio está ativada para gravação!|Clique no botão \"R\" da trilha desejada para ativá-la para gravação.][OK]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][As regiões de áudio não adjacentes requerem a criação de um novo arquivo de áudio!][Cancelar|Criar]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][Não há suficiente memória (%ld).][OK]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][Não há suficiente memória para a função DSP solicitada][Cancelar]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][Não há suficiente memória para converter a música!][Cancelar]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][Não há suficiente memória para criar dados de Automação de Trilha.][Cancelar]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][Não há espaço suficiente no Volume “%@”|%@][OK]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Nota: o “Desempenho do Processador” está ajustado para “Automático”.|É recomendável ajustar essa preferência para “Máximo”.|Para alterar esse ajuste, abra “Preferências do Sistema” > “Economizador de Energia” > “Opções”.][Continuar]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Nota: o “Desempenho do Processador” está ajustado para “Reduzido”.|É recomendável ajustar essa preferência para “Máximo”.|Para alterar esse ajuste, abra “Preferências do Sistema” > “Economizador de Energia” > “Opções”.][Continuar]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][A duração de um ou vários arquivos de áudio foi alterada!|Como resultado, a duração ou a posição de conteúdo de %ld regiões de áudio foi alterada.][OK]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][A duração de um ou vários arquivos de áudio foi alterada!|Como resultado, a duração ou a posição de conteúdo de uma região de áudio foi alterada.][OK]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][Memória Esgotada!][Cancelar]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][Memória Esgotada!|(Organização de áudio 1)][Continuar]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][Memória esgotada!|^P precisa de mais memória para exibir Formas de onda.][Continuar]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][Memória esgotada!|Não foi possível inserir ou apagar dados][Cancelar]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][Foram encontradas Notas Sobrepostas!|Deseja mantê-las, encurtá-las ou dividi-las?][Manter|Encurtar|Dividir]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][Foram encontradas Regiões Sobrepostas!|Deseja criar Trilhas para as Regiões sobrepostas?][Não|Criar]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][Parte do projeto não foi reproduzida|Este projeto tem muitas trilhas de instrumentos reais para ser reproduzido em tempo real.|Para otimizar o desempenho, consulte a página 'Como otimizar o desempenho do GarageBand' na Ajuda GarageBand.][Continuar]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][A reprodução foi afetada|A reprodução do seu projeto foi interrompida devido à alteração dos seus sistemas de entradas ou saídas de áudio.][Continuar]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][Por favor, selecione um driver de áudio no diálogo de preferências seguinte.][Continuar]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][Por favor, selecione a profundidade de bits deste projeto.][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][Erro de leitura!|Formato de arquivo inválido][Interromper]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][A unidade/partição de gravação “%@” não foi encontrada!][OK]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][A pasta de gravação “%@” não foi encontrada na unidade/partição “%@”.][OK]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][A função DSP solicitada é desconhecida.][OK]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][O dispositivo ReWire “%@” não pôde ser aberto.|Você terá que iniciar ^P primeiro.][OK]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][As Regiões estão acabando][Cancelar]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampleador:|Não há memória suficiente para carregar todos as amostras do instrumento “%@”.][Continuar]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampleador:|Não há memória suficiente para abrir o instrumento “%@”.][Continuar]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][Explorando Audio Units.|Agora ^P explorará %ld plug-ins Audio Units instalados. Isso pode demorar um pouco. Esta exploração somente ocorre na primeira vez que você abre ^P ou após instalar novos Audio Units.][OK]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][Compasso %/% não reconhecido pelo @|Passando ao padrão 4/4.][OK|Cancelar]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][Alguns Eventos foram ajustados para o valor mínimo ou máximo.][OK]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][Desculpe, não foi possível carregar este projeto porque ele foi criado por uma versão mais recente de ^P.|Por favor, atualize ^P!][OK]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][Desculpe. A última operação não pode ser desfeita][Interromper]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][Desculpe.|Não foi possível desfazer.|Não há memória suficiente.][Interromper]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][O dispositivo de áudio “%@” foi desconectado!|Deseja alternar para o Áudio Alternado ou encerrar ^P?][Encerrar|Usar Áudio Integrado]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][O arquivo de áudio “%@” possui um formato de %ld bits e não pode ser usado.][Cancelar]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][O arquivo “%@” não é um arquivo de instrumento EXS.][Cancelar]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][O arquivo “%@” parece estar danificado.][OK]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][O nome do arquivo “%@” é muito longo.|^P necessita espaço para as extensões do nome.|(Máximo de %ld caracteres)][OK]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][O nome do arquivo é muito longo.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][O número de entradas MIDI foi alterado.|Agora há %ld entradas disponíveis.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][O número de entradas MIDI foi alterado.|Agora não há nenhuma entrada disponível.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][O número de entradas MIDI foi alterado.|Agora há uma entrada disponível.][OK]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][O plug-in denominado “%@” não está disponível no seu sistema.|Escolha outro plug-in ou encerre o GarageBand e instale o plug-in no seu computador para poder usá-lo no projeto.][OK]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][Há alguns eventos antes da posição '1 1 1  1'.|Mova todas as trilhas selecionadas ou coloque todos os eventos ársis na posição '1 1 1  1'][Mover todas|Ársis|Cancelar]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][Há dados de automação para o instrumento anterior.|Deseja mover ou copiar os dados de automação para o novo instrumento?][Não|Copiar|Mover]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][Este arquivo do Apple Loops foi criado usando um efeito ou instrumento que não está disponível.|O plug-In “%@” não está disponível. Para adicionar este loop usando o mesmo som que você ouviu no navegador de loops, pressione a tecla opção e arraste o loop para uma nova trilha.][OK]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][Esta unidade não pode ser usada para áudio.][Interromper]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][Este arquivo não é compatível.][Interromper]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][Este projeto parece estar danificado. Por favor, crie uma versão de backup deste projeto.][Interromper]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][Este projeto foi criado com uma versão mais recente de ^P.|%ld -> %ld][OK]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][Há muitas trilhas de automação.][Cancelar]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][Foi detectado um bloco de memória ocupada não usado!|Deseja apagá-lo?][Cancelar|Apagar]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][Aviso! Há pouca memória!][Tentar Novamente|Cancelar]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][Aviso! Não há memória suficiente. Não foi possível desfazer. Salve o projeto e tente novamente. Se isso não funcionar, tente reiniciar o sistema e abra o projeto novamente.][Cancelar]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][Aviso! Não há suficiente memória.|Esta operação não pode ser desfeita. Deseja continuar assim mesmo?][Cancelar|Continuar]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][Aviso! Este projeto foi criado por uma versão mais recente de ^P.|Isso pode provocar problemas.|Por favor, atualize o ^P.][OK]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][Cuidado! A memória da ação desfazer está acabando. Os %d passos desfeitos mais antigos foram apagados.][OK]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][Aviso!|A ação Desfazer não pode ser completada][OK]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][Aviso!|Projeto danificado! (Ginst)][OK]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][Aviso!|Bloco Não Usado encontrado no projeto.|Por favor, primeiro salve o projeto.|(Código: 0x%lx)][Cancelar|Apagar]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][Aviso.|Os serviços MIDI do Mac OS X não estão disponíveis.][OK]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][Aviso:|Falta o evento Final no projeto!][OK]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][Aviso|Reentrada em multitarefa][OK]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][%ld arquivo(s) de áudio será(ão) criado(s).|Isso requer %@ de espaço no disco.][Criar|Cancelar]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][“%@” possui um tamanho menor!|Utilizar mesmo assim?][Cancelar|Usar]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][O arquivo de áudio “%@” não foi encontrado.][Omitir|Buscar]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][Há dados de automação para essa trilha.|Também deseja apagar os dados de automação?][Não Apagar Dados|Cancelar|Apagar Dados]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][A gravação foi realizada corretamente][OK]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][Apagar os ajustes existentes?][Cancelar|Apagar]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][Apagar o instrumento “%@” ?][Cancelar|Apagar %@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][Apagar o arquivo de áudio gravado “%@”%@ do disco?|Não será possível DESFAZER esta operação!][Apagar|Manter%@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][Deseja apagar os dados da automação?][Não|Apagar]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][O arquivo “%@” existe.][Cancelar|Substituir]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][A Última Operação excede a Pasta ou o Início da Região!|Adaptar o Tamanho?][Cancelar|Adaptar]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][A última operação excede a pasta ou a duração da região.|Adaptar o Tamanho?][Cancelar|Adaptar]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][Abrir o driver “%@”?][Sim|Não]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][Substituir os ajustes existentes?][Cancelar|Substituir]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][Parte do projeto não foi reproduzida|Este projeto tem muitas trilhas, efeitos ou notas para ser reproduzido em tempo real.|Para otimizar o desempenho, consulte a página 'Como otimizar o desempenho do GarageBand' na Ajuda GarageBand.][Continuar]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][Substituir a Seleção Atual?][Não|Substituir]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][Simulação concluída corretamente][OK]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][O Servidor 32-Bit AU foi encerrado inesperadamente.|Quaisquer alterações não salvas nos parâmetros do plug-in Audio Unit foram perdidas. Você pode tentar reiniciar o Servidor 32-Bit AU. Se os problemas persistirem, clique em Cancelar e, em seguida, encerre e reinicie ^P.][Cancelar|Reiniciar o Servidor 32-Bit AU]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][O formato de destino não é compatível com taxas de amostragem acima de 48 kHz.|^P pode converter a taxa de amostragem dos dados rejeitados. Deseja fazer isso?][Cancelar|Converter]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][O arquivo “%@” não pôde ser aberto porque está no Lixo.|Para utilizar este item, primeiro arraste-o para fora do Lixo.][OK]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][Não foi possível criar Abertura!][INTERROMPER]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][Não foi possível criar Região][Cancelar]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][Não foi possível gravar Eventos!|Reorganizar a memória?|%ld,%ld,%ld][OK|Reorganizar]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][Região Inválida (2)][Reparar|OK]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][Número de Região Inválido][Cancelar]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][Há uma situação de pouca memória!|(Não há suficientes ponteiros principais)][OK]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][Erro de Saída MIDI][OK]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][Tempo de MIDI esgotado|^P detectou um tempo de MIDI esgotado. Por favor, reinicie o seu computador e depois reinicie ^P.|Se o problema persistir, atualize os drivers de todos os dispositivos MIDI conectados (incluindo drivers de áudio com funcionalidade MIDI) à versão mais recente. Para obter instruções sobre como remover drivers antigos, consulte a documentação dos fabricantes.][OK]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][Houve um pequeno problema nos dados (3)][Reparar|OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][O arquivo do módulo “%@” está desatualizado e não pode ser usado com esta versão do ^P.|Por favor, obtenha uma atualização do arquivo do Módulo e mova-o para a pasta“%@”.][OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][O arquivo do módulo “%@” é muito recente e não pode ser usado com esta versão do ^P.|Por favor, obtenha uma atualização do arquivo do aplicativo ^P.][OK]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][Não há dados coincidentes na área de transferência!][Interromper]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][Não foi especificada nenhuma Trilha de Gravação!][INTERROMPER]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][Não foi especificada nenhuma Trilha de Gravação!][Cancelar]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][Não há suficiente memória para um novo projeto][Interromper]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][Não há suficiente memória para criar área de transferência!][Interromper]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][Não há memória suficiente para criar área de transferência/Desfazer!|Nunca deveria ocorrer.][Interromper]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][Não há suficiente memória para criar objeto][Interromper]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][Não há suficiente Memória|(trilhas de reprodução)][Interromper]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][Erro de Leitura!|Este não é um projeto ^P!][Interromper]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][Desculpe, o formato do projeto é muito antigo!][Interromper]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][Há Regiões nesta trilha!|Apagar a Trilha e as Regiões?][Cancelar|OK]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][Tipo de Anulação Desconhecido][Interromper]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][Aviso! Não há memória suficiente!|Esta operação não pode ser desfeita.][OK]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][Aviso!|O projeto pode ser danificado][OK]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][Versão Inválida!][Interromper]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][Você tem instalada uma versão antiga do driver Emagic USB MIDI.|Isso pode provocar uma comunicação MIDI pouco confiável e erros. Por favor, instale a versão 1.5 ou posterior. Você pode encontrar a versão atual em www.emagic.de.][OK]";

/* Alert */
"[Continue]" = "[Continuar]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CDR";

/* media type, cd-rewritable */
"CDRW" = "CDRW";

/* Node */
"Connected to" = "Conectado a";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R Camada Dupla";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "para criar arquivo(s) bloqueado(s).";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "Em Transição...";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "Carregando Arquivos de Áudio para “%@”...";

/* cd/dvd media status display */
"No media" = "Não foi encontrada nenhuma mídia";

/* Node */
"Not connected" = "Não conectado";

/* Control surface feedback */
"There is a modal dialog on the screen." = "Há uma caixa de diálogo modal na tela.";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "Desconhecido";

/* cd/dvd media status display */
"Unknown media type" = "Tipo de mídia desconhecido";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "Sem Título";

